Revit 2024 API
ParameterTypeId.RbsElecPanelFeedThruLugsApparentLoadPhasec Property
 "Feed Through Lugs Apparent Load Phase C"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecPanelFeedThruLugsApparentLoadPhasec { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecPanelFeedThruLugsApparentLoadPhasec As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecPanelFeedThruLugsApparentLoadPhasec {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace